tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'

## Apps
cask '1password-beta'
cask 'battle-net'
cask 'docker'
cask 'firefox'
cask 'firefox-nightly'
cask 'google-chrome'
cask 'gpgtools'
cask 'iterm2'
cask 'java'
cask 'jetbrains-toolbox'
cask 'kap'
cask 'keka'
cask 'postman'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code-insiders'
cask 'vlc'
cask 'zoomus'

## Brew
brew 'bat'
brew 'coreutils'
brew 'ctop'
brew 'exa'
brew 'fasd'
brew 'fd'
brew 'fzf'
brew 'git'
brew 'git-standup'
brew 'homebrew/dupes/grep'
brew 'htop'
brew 'httpie'
brew 'hub'
brew 'knqyf263/pet/pet'
brew 'lnav'
brew 'm-cli'
brew 'mas'
brew 'maven'
brew 'n'
brew 'nvim'
brew 'python3'
brew 'python@2'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'rmtrash'
brew 'tmux'
brew 'trash'
brew 'yadm'
brew 'yarn'
brew 'youtube-dl'
brew 'zplug'
brew 'zsh'

## Fonts
cask 'font-fira-code'
cask 'font-roboto-mono'
cask 'font-roboto-mono-for-powerline'
cask 'font-source-code-pro'
cask 'font-source-code-pro-for-powerline'

## Mac App Store apps
mas 'Microsoft Remote Desktop', id: 1295203466
mas 'Slack', id: 803453959
mas 'Things', id: 904280696
mas 'Xcode', id: 497799835
